---
type: LineAndTextAttrSymbol
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# LineAndTextAttrSymbol

`Autodesk.Revit.DB.LineAndTextAttrSymbol` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |